let movies = [
  {
    name: "기생충",
    director: "봉준호",
    released: "2019.05.30",
    description:
      "전원백수로 살 길 막막하지만 사이는 좋은 기택(송강호) 가족.장남 기우(최우식)에게 명문대생 친구가 연결시켜 준 고액 과외 자리는 모처럼 싹튼 고정수입의 희망이다.온 가족의 도움과 기대 속에 박사장(이선균) 집으로 향하는 기우. IT기업 CEO인 박사장의 저택에 도착하자 젊고 아름다운 사모님 연교(조여정)가 기우를 맞이한다.",
    actors: ["송강호", "이선균", "조여정", "최우식", "박소담"],
    grade: 9.07,
  },
  {
    name: "범죄도시",
    director: "강윤성",
    released: "2017.10.03",
    description:
      "하얼빈에서 넘어와 단숨에 기존 조직들을 장악하고 가장 강력한 세력인 춘식이파 보스 ‘황사장(조재윤 분)’까지 위협하며 도시 일대의 최강자로 급부상한 신흥범죄조직의 악랄한 보스 ‘장첸(윤계상 분)’. 대한민국을 뒤흔든 ‘장첸(윤계상 분)’ 일당을 잡기 위해 오직 주먹 한방으로 도시의 평화를 유지해 온 괴물형사 ‘마석도(마동석 분)’와 인간미 넘치는 든든한 리더 ‘전일만(최귀화 분)’ 반장이 이끄는 강력반은 나쁜 놈들을 한방에 쓸어버릴 끝.짱.나.는. 작전을 세우는데…",
    actors: ["마동석", "윤계상", "조재윤", "최귀화", "임형준", "진선규", "홍기준", "허동원"],
    grade: 9.28,
  },
  {
    name: "옥자",
    director: "봉준호",
    released: "2017.06.29",
    description:
      "강원도 산골 소녀 ‘미자’(안서현)에게 옥자는 10년 간 함께 자란 둘도 없는 친구이자 소중한 가족이다. 자연 속에서 평화롭게 지내던 어느 날, 글로벌 기업 ‘미란도’가 나타나 갑자기 옥자를 뉴욕으로 끌고가고, 할아버지(변희봉)의 만류에도 미자는 무작정 옥자를 구하기 위해 위험천만한 여정에 나선다.",
    actors: ["Tilda Swinton", "Paul Dano", "안서현", "변희봉", "스티븐연", "lily Collins"],
    grade: 8.77,
  },
]
